[A_Creature_t4_lv2 H7Creature]
mName="刹帝利·迦梨"
mLore="关于刹帝利文化，除了他们崇敬大狩猎之外，所知不多。得益于与联盟的同盟关系，他们了解了外部世界，现在外部世界的大部分地区变成了他们广阔的猎场。追逐猎物的刺激总是让刹帝利的心跳加速，但没有什么能与强大的对手进行一场精彩的战斗相比。刹帝利·迦梨完全屈服于她们的本能，在战场上对任何敌人都构成巨大威胁。对这些可怕的战士来说，大狩猎永远不会结束，所以她们不在乎对手是野兽还是智慧生物，只要她们能洒下更多新鲜的血液。这就是为什么她们的武器附有冰霜之力，使她们能够造成严重的无法治愈的伤口。"

[A_Creature_t4base H7Creature]
mName="刹帝利"
mLore="所有商队司机都知道，穿过龙脉隘口的安全贸易路线两侧都立着四臂女性的雕像。对于外人来说，它们看起来像是美丽的艺术品，但实际上它们是活生生的生物，皮肤冰冷如石，血液如液态冰。她们种族的真实名字太难发音，所以联盟公民称她们为刹帝利。不知道这些骄傲的女战士为何决定加入联盟，但她们证明是优秀的守卫。作为这些不宜居住土地的原生居民，刹帝利完美适应了寒冷天气，她们移动如此迅速，以致受寒的敌人无法及时对她们的攻击做出反应。"

[Ability.A_No_relataion_cold H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="冰川打击"
mTooltip="如果目标被冻结，此生物的攻击无法被反击。"

[Ability.A_NoRetaliation_ice_Buff H7BaseBuff]
mName="失去反击"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="深度冻伤"
mTooltip="此生物的攻击根据其冷血等级（等级1：%buff1.buff.stat / 等级2：%buff2.buff.stat / 等级3：%buff3.buff.stat）降低目标的最大 %icon_health 生命值，持续 3 回合。"

[Ability.A_Saignement_expert_Buff H7BaseBuff]
mName="中度冻伤"
mTooltip="该生物拥有 %stat %icon_health 点最大生命值，持续 %durnow 回合。"

[Ability.A_Saignement_master_Buff H7BaseBuff]
mName="深度冻伤"
mTooltip="该生物拥有 %stat %icon_health 点最大生命值，持续 %durnow 回合。"

[Ability.A_Saignement_novice_Buff H7BaseBuff]
mName="轻度冻伤"
mTooltip="该生物拥有 %stat %icon_health 点最大生命值，持续 %durnow 回合。"